<style>
    .licpic{
        width:85%
    }
</style>
<div style="text-align: justify" class="text">      
"Московская богословская интернет-семинария евангельских христиан-баптистов" является независимым образовательным сайтом, сотрудничающим с образовательными организациями евангельских христиан-баптистов. Сайт  действует в международной зоне. Этот сайт не принадлежит какой-либо организации. Он создан частными лицами с целями распространения христианского образования во всем мире.
<p style="text-align: center"><img src="images/globedu.jpg" style="width:90%"/></p>
</div>