<div class="text">
     <h2>  Здесь собраны некоторые ссылки на полезные ресурсы
     </h2>
    
    <h3>Библиотеки</h3>
    <p><b><a href="http://www.gumer.info/" target="_blank">Библиотека Гумер</a></b><br/>
    Библиотека выпускника МБС. Содержит большое количество электронных текстов по гуманитарным наукам и богословию. 
    </p>
       <p><b><a href="http://khazarzar.skeptik.net/books/index.htm" target="_blank">Библиотека Руслана Хазарзара</a></b><br/>
    Фундаментальная библиотека первичных источников по библеистики и ранней церковной истории.  
    </p>
    <p><b><a href="http://www.mechon-mamre.org/p/pt/pt0.htm" target="_blank">Библия на иврите Мехон-Мамре</a></b><br/>
    Текст Ветхого Завета на древнееврейском языке с параллельным английским переводом. Так же полная запись чтения ВЗ носителем языка в mp3.
    </p>
       <p><img style="float:right"  src="http://patrologia.narod.ru/bann.gif"/><b><a href="http://patrologia.narod.ru/" target="_blank">Паракалюпсис</a></b><br/>
    Полный сборник важнейших первичных источников по библиологии на языке оригинала: талмуд, отцы церкви, апокрифы. 
       </p>
    <p><b><a href="http://www.reformed.org.ua/" target="_blank">Реформатский взгляд</a></b><br/>
    Хорошая библиотека книг по богословию.
    </p>
    
    <p><b><a href="http://religionlibrary.ucoz.ua/publ" target="_blank">Христианская богословская библиотека</a></b><br/>
    Довольно большая библиотека электронных текстов в формате, допускающим цитирование(с сохранением нумерации страниц). Требует регистрации. Содержит ссылки на файлообменники.
    </p>
  
    
    
  
       
        
    <h3>Учебные заведения</h3>
     <p><b><a href="http://mbs.ru" target="_blank">Московская богословская семинария ЕХБ</a></b><br/>
    Основной сайт Московской богословской семинарии ЕХБ. Здесь можно записаться на бакалаврские и магистерские заочные программы. </p>
     <p><b><a href="http://www.e-aaa.info/" target="_blank">Евро-азиатская аккредитационная ассоциация</a></b><br/>
   Сайт ЕААА содержит материалы по стандартам. МБС является частью данной организации. </p>
    
     
    <h3>Программы</h3>
     <p><b><a href="http://djvu-viewer.ru/ " target="_blank">Программа для чтения книг в формате DJVU</a></b><br/>
   Djvu Viewer - очень распространенная и известная программа для чтения djvu файлов, которая при установке ставит также плагины для просмотра в самих браузерах.  </p>
       <p><b><a href=" http://www.moscowseminary.ru/index.php/bq" target="_blank">Цитата из Библии</a></b><br/>
  Священное Писание (114 модулей текста на иврите(1), греческом(4), английском(2), русском(108)) + Священное Предание (92 модуля трудов Отцов Церкви) + Полезные Издания (3 книги). </p>

  <hr/><hr/> 
</div>