<img class="leadingimg" src="images/rector.jpg"/><h2>Что нужно, чтобы начать обучение:</h2>
<script>$('.details').click(function(e){ 
$(e.target).next().toggle();
});</script>
<p>Московская богословская семинария является высшим профессиональным религиозным учебным заведением. Поэтому методика обучения построена в соответствии с требованиями и академическими стандартами, предъявляемыми к вузам.</p>
<p>Прежде чем приступить к учебе убедитесь, что вы обладаете всеми необходимыми навыками для этого.  Вам понадобиться: </p>
<p>1. Уверенное знание компьютера на пользовательском уровне. Вы должны уметь работать в текстовых редакторах и уметь пользоваться Интернетом. Естественно, вам понадобятся и средства приложения этих знаний, т.е. более или менее современный компьютер и широкополосный доступ в сеть Интернет. </p>
<p>2. Вы должны уметь выполнять учебные работы. В наших курсах все задания творческие, т.е. требуют сознательной вовлеченности студентов. Тут вы не найдете механических тестов, вроде выбора правильных ответов, заданий на соответствие, "верно-неверно" и.т.д. </p>
<p>3. Вам нужно специальное время для учебы. Каждый курс состоит из  череды последовательных заданий (обычно от 15 до 30 заданий). Для выполнения каждого из них требуется от часа (например, для составления конспекта лекции) до суток (например, для вдумчивого прочтения книг и написания курсовых работ). </p>
<p>4. Вам нужны вспомогательные инструменты: </p> 
<p>а. Для выполнения устных заданий вам понадобится вебкамера и аккаунт на youtube.com (рекомендуется) или на другом сайте, предоставляющем <a href="http://bravedefender.ru/post121352816/" target="_blank"> видеохостинг</a>.</p>
<p class="details">Подробнее</p><div style="display:none">
<iframe width="640" height="360" src="http://www.youtube.com/embed/9kaBjtd2Juw?feature=player_detailpage" frameborder="0" allowfullscreen></iframe>
</div>
<p>б. На нашем сайте не предусмотрена загрузка файлов. Для выполнения заданий, требующих сдачи письменных работ, нужно загрузить эти работы на облачные сервисы или в файлохранилища. Рекомендуется использовать облачные сервисы google.com 
<p class="details">Подробнее</p><div style="display:none">
<iframe width="640" height="360" src="http://www.youtube.com/embed/4U_F5DRI4Ug?feature=player_detailpage" frameborder="0" allowfullscreen></iframe></div>
или
yandex.ru . 
<p class="details">Подробнее</p><div style="display:none">
<iframe width="640" height="360" src="http://www.youtube.com/embed/h3oWYsatW-k?feature=player_detailpage" frameborder="0" allowfullscreen></iframe>
</div>
<h2>Справочные пособия:</h2>
<p><b><a href="assets/Manual_2012_rus.pdf" target="_blank">Как писать и оформлять богословские работы</a></b> Основное пособие для написания учебных работ. Всем надо обязательно ознакомиться с этой книгой.</p>
<p>
 <a href="assets/referat.htm" target="_blank"><b>Как писать реферат</b></a>
</p>
<p>
<a href="assets/recenzii.htm" target="_blank"><b>Как писать учебные рецензии</b></a>&nbsp;
</p>
<p>
<a href="assets/plagiat.htm" target="_blank"><b>Заявление о плагиате</b></a>&nbsp;
</p>
<h2>Обзор типичных заданий, вcтречающихся в курсах:</h2>
<ul>
    <li><b>Просмотр лекций с конспектированием</b><br/>
        Данный вид заданий предусматривает просмотр лекции с одновременным ведением конспекта в специальном текстовом поле. Для удобства конспектирования рекомедуется расширить браузер на весь экран ( нажать кнопку F11). Коспект должен четко следовать хронологической последовательности изложения материала лектотром. Следует выписывать ключевые моменты плана лекции, моменты, которые важны для усвоения материала, а также свои мысли и замечания, касающиеся материала. Если студент не успевает что-то записать, он должен нажать на кнопку паузы на плеере лекции и выполнить запись. <br/>
        Учтите: ВАШ КОНСПЕКТ - ЭТО ВСЕ,ЧТО У ВАС ОСТАНЕТСЯ ДЛЯ ПОДГОТОВКИ К ЭКЗАМЕНУ! <br/> После завершения просмотра лекции она становиться недоступной, поэтому студент сам должен определить степень подробности ведения конспекта.
        
    </li>
    <li><b>Составление планов-шпаргалок</b><br/>
Этот вид распространяется на изучение письменных текстов. Студент должен составить "шпаргалку", по которой он смог бы пересказать содержание прочитанного текста, например, на экзамене. При этом допускается и даже рекомендуется перенос текста путем копирования. 
    
    </li>
    <li><b>Написание учебных рецензий</b><br/>
        <p class="details">Подробнее</p><div style="display:none">
       <span style="font-weight:bold; font-style: italic">КАК ПИСАТЬ УЧЕБНЫЕ РЕЦЕНЗИИ</span><br />
Рецензия   является одной из форм письменных работ, практикуемых в МБС ЕХБ. Целью   учебных рецензий является проверка факта чтения книги и уяснения ее   содержания. В связи со специфичностью данной цели учебная рецензия в   некоторых аспектах не обязательно следует нормам, принятым в   публицистическом жанре рецензии. <br />
Рекомендуется, чтобы учебные рецензии следовали следующему плану:<br />
1. Введение.<br />
В   этой части следует сообщить некоторую информацию о прочитанной книге.   Кроме сообщения названия и автора, здесь можно дать общую характеристику   данной книги (например, сообщить, что она была задумана как учебник), а   также осветить некоторые специфические особенности книги, которые могут   быть важны для понимания ее текста. Например, при написании рецензии на   книги А.Меня можно рассказать о том, что это православный автор, так   что его изречения часто отображают его православное мировоззрение. Также   он писал в условиях ограничения религиозной свободы, и потому не   обладал всей полнотой информации.<br />
2. Свободный пересказ книги. <br />
Эта   часть рецензии демонстрирует знание содержания книги. Данная часть не   должна копировать оглавление книги и не должна быть похожей на конспект.   Вместо этого студент должен показать, что он способен полностью   самостоятельно пересказать содержание книги. При написании данной части   постарайтесь поменьше заглядывать в книгу, а также избегайте прямых   цитат. Если студенту трудно держать в памяти содержание всех частей   книги одновременно, следует писать рецензию постепенно, по мере чтения.  <br />
Достаточно   каждой части книги посвятить всего лишь один параграф, а главы просто   упомянуть. Однако ваша работа должна выбрать самую суть изложенного в   рецензируемом тексте. <br />
Большим   плюсом рецензии является выражение личного отношения к содержанию.   Непосредственно в процессе пересказа содержания студент может выразить   свое отношение к тексту: согласие или несогласие, одобрение или критику.   Личное мнение имеет большое значение, здесь можно коснуться даже не   самых важных вопросов текста. Однако студент должен демонстрировать   понимание композиции книги и выделять между основным и второстепенным.<br />
3. Выводы. <br />
В   конце рецензии студент должен дать оценку книге с личных позиций. Нужно   объяснить, как данная книга способствовала личному развитию и   образованию, какова степень ее пользы, и как в дальнейшем она может быть   использована.  <br />
 
Общий   объем работы может варьироваться в зависимости от характера книги,   однако в среднем пропорция должна быть 1 стр. рецензии на 250 стр.   рецензируемого текста.<br /></div>
        
    </li>
    <li><b>Написание учебной работы ("реферата")</b><br/>
Обычно данное задание предшествует заключительному экзамену. Работа должна быть написана на высоком академическом уровне и правильно оформлена. Подробности можно прочитать в пособиях, представленных выше. На многих курсах устный экзамен основывается на разборе письменной работы и является ее защитой.         
    
        
    </li>
    <li><b>Устные доклады, выступления, проповеди</b><br/>
Могут выступать как отдельные задания или как альтернатива другим заданиям. Для выполнения данного задания, надо записать видео и разместить его на видеохостинге, например, на youtube.com (рекомендуется). После загрузки вы можете либо сдать ссылку на данное видео, либо(рекомендуется) встроить его в ответ. Для этого<br/>1. Скопируйте код вставки на сайт (например, щелкните правой кнопкой на видео и выбирите "Скопировать html")<br/>2. В текстовом редакторе нажмите кнопку html и в открывшемся окне вставьте полученный код. 
        
    </li>
    <li><b>Ответы на творческие вопросы</b><br/>
    Данные ответы подразумевают творческое осмысление пройденного материала и способность применять его в меняющихся ситуациях. Обычно ответы на такие вопросы должны демонстрировать, с одной стороны, глубокое понимание предмета, с другой, - личное отношение. Обычно это задание можно на выбор выполнять в устной или письменной формах.
    </li>
    <li><b>Устный экзамен или собеседование</b><br/>
    В настоящее время этот вид задания происходит через систему Skype. Студнту сообщается номер преподавателя, он вводит свой номер и пожелания, касающиеся времени экзамена. Оценка выставляется преподавателем после проведения встречи.  
    </li>
    
    
</ul>