<?php
$frametemplates=<<<a
<option value='<b>Прочитайте статью. Подготовьте план-шпаргалку. </b>'>Задание по чтению</option>
<option value='<b>Просмотрите лекцию. Во время просмотра ведите конспектирование.</b>'>Конспект лекции</option>    
<option value='<b>Внимательно прочитайте текст. Кратко перескажите его письменно или устно.</b>'>Пересказ чтения</option>
<option value='<b>Ответьте на творческие вопросы к лекции.</b>'>Творческие вопросы</option>
<option value='<b>Прочтите Главу II(Грамматика) из книги П.Осборна "Герменевтическая спираль" (стр.27-105). Коротко своими словами перескажите содержание текста. Задание можно делать в устной или письменной форме.</b>  '> Чтение герменевтика</option>
<option value='Прочитайте урок 3 (стр. 16-17). Выучите правила и слова в конце урока. Сделайте упражнение 1 на стр. 17.'>Греческое задание</option>

a;
?>
